{
    "siren": {
        "name": "siren",
        "title": "Siren",
        "story": "The shore of the Lighthouse bay is littered by the rotting remains of once sea-worthy vessels. Sunken by the luring whales of beautiful women whose bodies lay upon the sharp rocks protruding from the sea.",
        "description": "Beautiful, yet vile, utilising sharp claws and enchanting voices to defite their enemies.",
        "health": 60,
        "defense": 2,
        "attack": 15,
        "type": "MELEE",
        "weapon": "claws",
        "specials": [ "enchanting_song" ]
    },
    "seabound_sailor": {
        "name": "seabound_sailor",
        "title": "Seabound sailor",
        "story": "Once hardy marimen, now cursed to serve the unforgiving sea forever. They inhabit the numerous shipwrecks stranded along the shore. They are mindless aberrations whose appearance is like of a blooted and drowned sailor.",
        "description": "Although passive if not disturbed, the are quite protective and attack with cutlasses and sabres.",
        "health": 80,
        "defense": 4,
        "attack": 15,
        "type": "MELEE",
        "weapon": "cutlass",
        "specials": [ ]
    },
    "seabound_captain": {
        "name": "seabound_captain",
        "title": "Seabound captain",
        "story": "For every ship there is a captain and so it is in death. Although an aberration, some sort of his former personality remains. He still persists in the constant maintenance and protection of his ship.",
        "description": "A seabound captain uses an arquebus and is able to call upon the tide to drown his foes.",
        "health": 80,
        "defense": 6,
        "attack": 17,
        "type": "RANGED",
        "weapon": "arquebus",
        "specials": [ "tidal_wave" ]
    },
    "serpent": {
        "name": "serpent",
        "title": "Serpent",
        "story": "Many ships who sail too close to the shore cought a glimpse of giant sea serpents basking in the shallow waters of the bay. Some are known to atack and eaven sink large wesels.",
        "description": "Very agressive and easily provoked, they atack with powerful bites.",
        "health": 75,
        "defense": 3,
        "attack": 20,
        "type": "MELEE",
        "weapon": "bite",
        "specials": [ ]
    },
    "gnilur": {
        "name": "gnilur",
        "title": "Gnilur",
        "story": "Some areas in the vast Glooming forest have been overgrown with mushrooms. Among them a Gnilur can reside. A mushroom-like creature with three legs and a giant eye on its stock.",
        "description": "With his spores, a gnilur is able to attack at distance and utilise poisonous gases.",
        "health": 60,
        "defense": 2,
        "attack": 17,
        "type": "RANGED",
        "weapon": "spores",
        "specials": [ "poisonous_gas" ]
    },
    "hoblum": {
        "name": "hoblum",
        "title": "Hoblum",
        "story": "A forest sprite now twisted by the Eather. It resembles a tree trunck overgrown with moss and mushrooms, stride to close and it will gain two arms and legs as well as a massive gaping mouth.",
        "description": "A Hoblum attacks with quick slashes of his vine like hands.",
        "health": 90,
        "defense": 5,
        "attack": 20,
        "type": "MELEE",
        "weapon": "branch",
        "specials": [ "entangle" ]
    },
    "fey": {
        "name": "fey",
        "title": "Fey",
        "story": "As the towns got emptied and as the once traveled roads became abandoned, old beings awoke. Hardy protectors of the lush wilderness and great foes to the „tree-eaters“. They also inbody the beauty and youth of nature – that's why they look like gorgeous women clad in moss and flowers.",
        "description": "Unassuming, but quite deadly. Possessing powerful hands and utilizing spores as ranged weapons.",
        "health": 70,
        "defense": 2,
        "attack": 16,
        "type": "RANGED",
        "weapon": "branch",
        "specials": [ "remedy","entangle" ]
    },
    "wendigo": {
        "name": "wendigo",
        "title": "Wendigo",
        "story": "The deepest and darkest woods are often stoked by malicious beings. Wendigos are tall and slender beings with a human-like body. Once men who sucumb to their primal needs for blood, now towering creatures lurking the forests in search for human flesh.",
        "description": "With claws a wendigo can gut a human in a slash, and uses his apperance to paralize foes.",
        "health": 95,
        "defense": 4,
        "attack": 22,
        "type": "MELEE",
        "weapon": "clutches",
        "specials": [ "fear" ]
    },
    "krone": {
        "name": "krone",
        "title": "Krone",
        "story": "As the laws of the Old world faded, many dark and forbidden arts have been redisovered. Those who use them are known as Krones - women who made unholy pacts with the unnamed entities of the Eather.",
        "description": "Krones are able to use potent acids and powerful curses.",
        "health": 60,
        "defense": 2,
        "attack": 16,
        "type": "MELEE",
        "weapon": "clutches",
        "specials": [ "curse","throw_acid" ]
    },
    "harlequin": {
        "name": "harlequin",
        "title": "Harlequin",
        "story": "Not many venture to the old theatre, for they may hear the hored laughter of a madman. Dressed in costumes and wearing masks with fixed grins, they can only be described as unsettling.",
        "description": "His attacks are swift and always accompanied with his horrifying laughter.",
        "health": 70,
        "defense": 4,
        "attack": 20,
        "type": "MELEE",
        "weapon": "sceptre",
        "specials": [ "piercing_laugh" ]
    },
	"puppeteer": {
        "name": "puppeteer",
        "title": "Puppeteer",
        "story": "Strings upon strings…dance my little puppet…These are the chants of the puppet master wanting to enslave another unlucky victim, for his collection is vast and forever seeking more members.",
        "description": "In combat he is quite malevolent and has the ability to temporarily enslave his enemies.",
        "health": 80,
        "defense": 5,
        "attack": 20,
        "type": "RANGED",
        "weapon": "strings",
        "specials": [ "puppet" ]
    },
    "plague_doctor": {
        "name": "plague_doctor",
        "title": "Plague doctor",
        "story": "When the Eather swept Lanervin, the streets were filled with the sickening cries of the sick and dying. Among them were healers - plague doctors. Once becoming hope, now shells of their former selves.",
        "description": "In his cruel twist, plague doctor wields pestilence and poison.",
        "health": 80,
        "defense": 0,
        "attack": 17,
        "type": "RANGED",
        "weapon": "poison",
        "specials": [ "crow","poisonous_gas" ]
    },
    "corpse": {
        "name": "corpse",
        "title": "Corpse",
        "story": "Many souls escaped their fragile, earthly shell, but not every. For one man's idea was to renew the world and it was by his hand there would still endure in their former bodies. There once was a smile on his face, now unfortunately, impossible.",
        "description": "Their brain is now long gone and it is for this reason it lacks any strategical or tactical ability.",
        "health": 80,
        "defense": 2,
        "attack": 20,
        "type": "MELEE",
        "weapon": "clutches",
        "specials": [ "poisonous_gas" ]
    },
    "grave_digger": {
        "name": "grave_digger",
        "title": "Grave digger",
        "story": "From the ashes of the world arose a man seeking the rebirth of the once lost in the great spite of the Eather. To reclaim the bodies of the „lost“ he uses his henchmen – the grave diggers to dig up the cadavers and to transport them to castle Sibros.",
        "description": "Week-minded individuals, unable to use sofisticated weapons there only attack with pickaxe.",
        "health": 70,
        "defense": 3,
        "attack": 17,
        "type": "MELEE",
        "weapon": "pickaxe",
        "specials": [ ]
    },
    "banshee": {
        "name": "banshee",
        "title": "Banshee",
        "story": "For many inhabitants of Gorwich, death has a different face. Neither roth nor bone, but gentle skin and red lips. Her lust is to drive the hearts of man away from their wives and to turn them into her servants. She plays the dance of death with mortal men.",
        "description": "Her beauty is only matched by her feriousety in battle. She bites, she claws.",
        "health": 80,
        "defense": 2,
        "attack": 20,
        "type": "MELEE",
        "weapon": "claws",
        "specials": [ "vampire_bite", "enchanting_song" ]
    },
    "vampire": {
        "name": "vampire",
        "title": "Vampire",
        "story": "Not many creatures can indure in the vicinity of this entity. It leeches on your energy, until you are unwiling to stand, for in this manor, it breaks your will. As you lay down, trying to get up, it falls up on you, trusting its fangs into your weakened body.",
        "description": "This may be the strongest creature you will encounter. Has the unique ability to constantly heal itself.",
        "health": 95,
        "defense": 4,
        "attack": 20,
        "type": "MELEE",
        "weapon": "clutches",
        "specials": [ "vampire_bite", "blood" ]
    },
    "construct": {
        "name": "construct",
        "title": "Construct",
        "story": "There are many ways of creating a homunculus. First you need a vessel, a shell, preferably made out of iron or copper. The second thing you need is a soul. Now in case of this construct, it is a brain that floats in a green, luminescent liquid. ",
        "description": "A construct is a strong fighter, using its fists and flames to decimate its opponents.",
        "health": 100,
        "defense": 8,
        "attack": 22,
        "type": "MELEE",
        "weapon": "forge_hammer",
        "specials": [ "break_defense", "burning_flames" ]
    },
    "doctor_sibros": {
        "name": "doctor_sibros",
        "title": "Doctor Sibros",
        "story": "Dark were the closing days of the Great dying, yet the 12e Regiment endured. They never stopped searching for the cure. 6 times they passed the King's bridge, but in vain. Many fell, but for the once left there was no going back. Such was the faith of this man – doctor Augustus Hervil Sibros.",
        "description": "He is using powerful lightning strikes and devastating waves of poison to anhilate his enemies.",
        "health": 120,
        "defense": 0,
        "attack": 20,
        "type": "RANGED",
        "weapon": "lightning",
        "specials": [ "electric_charge", "eather" ]
    }
}